{"content":{"leadings":["<p>At YR Media, when we turn our attention to an issue shaping young people’s lives, we go deep. As of fall 2019, that issue is Artificial Intelligence. Leveraging our track-record for producing groundbreaking learning experiences and award-winning media, we are launching a new desk: AI in Life.</p>\n","<p>AI is a shaping force of the 21st century, with the potential to address some of our biggest challenges and exacerbate some of humanity’s worst traits: bias, greed, violence. We are the next generation of AI creators and users. We need to understand the technology, embrace its potential, insist on its ethical application, expose its harms and tell its stories.</p>\n","<p>With support from NSF and in partnership with stellar university and industry collaborators including the <a href=\"https://appinventor.mit.edu/\">App Inventor</a> team, we’ll be producing:</p>\n"],"sections":[{"title":"<h3>Mover and Shaker interview series</h3>\n","content":"<p>public conversations on YR Media social channels between young people and AI’s leading (and hidden) players. We’ll start publishing the first conversations in the series in Fall 2019. <a href=\"https://yr.media/tech/hidden-no-more-stem-spotlight-shines-on-hidden-figures-like-mits-joy-buolamwini/\">Here</a> and <a href=\"https://yr.media/tech/how-to-tell-if-youre-dealing-with-a-twitter-bot-or-a-bully-and-what-to-do-about-it/\">here</a> are some relevant Q+As from our archives, and a <a href=\"https://yr.media/diy/diy-how-to-do-a-qa/\">DIY resource</a> for creators out there who want to make one with us.</p>\n"},{"title":"<h3>Interactives and Apps</h3>\n","content":"<p>dynamic, data-rich and interactive news-and-arts content that explores and/or utilizes AI features, with accompanying “how we made this” posts so others can build on what we’ve done.</p>\n"},{"title":"<h3>Investigations</h3>\n","content":"<p>that go deep and hold power accountable when AI causes harm and/or operates in unethical and non-transparent ways. YR Media has a 25+ year track record of creating content with young people that has been recognized with some of journalism’s <a href=\"https://yr.media/notable-awards/\">top honors</a> including investigations that won Peabody, Murrow, Dupont, Kennedy and the Investigative Reporters and Editors awards.</p>\n"},{"title":"<h3>Consumer Product Reviews</h3>\n","content":"<p>that analyze new AI-powered tools and applications entering the marketplace. We were among the first to report on mobile apps using AI to provide therapy in our radio feature, <a href=\"https://yr.media/tech/could-your-next-therapist-be-your-phone/\">Will Your Next Therapist be Your Phone</a>? Coming soon: round-ups of the dread and/or delight sparked by AI products designed to transform our lifestyles, health, politics, safety and jobs.</p>\n"}],"subleading":"<p>STAY INVOLVED</p>\n","wcyd":[{"title":"<h3>Check out our learning resources</h3>\n","content":"<p>Stay tuned for fresh critical AI literacy tools co-created with our contributors, for anyone looking to explore AI through an ethics-and-equity lens. For now, we invite you to dig into our <a href=\"https://yr.media/diy/\">DIY resources</a>.</p>\n"},{"title":"<h3>Create stories with us</h3>\n","content":"<p>Join our amazing national network of next-generation journalists and artists telling today’s stories and making media on our terms. Pitch YR Media <a href=\"https://yr.media/pitch-to-yr/\">here</a> or request access to our Slack.</p>\n"},{"title":"<h3>Follow our research</h3>\n","content":"<p>The whole time that we’re reporting on AI, we’re also researching our own efforts in the context of wider developments in the fields of science and technology, journalism, media arts and education. We’ll share links to talks and publications as they come. From our archives: <a href=\"https://www.thirdcoastfestival.org/feature/no-ones-source\">No One’s Source</a>, <a href=\"https://yr.media/diy/youth-radios-senior-editor-talks-digital-age-civics-at-uc-berkeley/\">Data Agency</a>, <a href=\"https://repositories.lib.utexas.edu/handle/2152/64975\">Beyond Coding</a>.</p>\n"}]}}
