{"content":[{"topic":"College Application Support ","headline":"Who's on your college application team?","options":[{"option":"Family, friends, school-based counselor, private tutor ... you name it!","response":"You feel MORE than covered by your high-powered college support team. "},{"option":"Just family, friends and school-based counselor ","response":"Your college application team is family, friends and school-based counselor."},{"option":"Just family and friends","response":"People close to you are providing support — but you might not be getting much from your school."},{"option":"Just family or friends","response":"You've got a few folks you can count on as you figure out this college stuff together."},{"option":"Nobody — I'm on my own buddy!","response":"You're your own dream team! (But it'd be nice to have more support ... ) "}]},{"topic":"Academic Rigor","headline":"How academically hard-core do you want to be?","options":[{"option":"Intense","response":"You want a school with hard-core academic rigor, full of fellow students to laugh and cry with through your loooong nights of cramming."},{"option":"Medium","response":"You want a medium academically-challenging school — somewhere between constant all-nighters and rolling out of bed for a lecture at noon."},{"option":"Relaxed","response":"You want a chill academic environment with plenty of nights to binge-watch shows (and other amusements). "}]},{"topic":"Size","headline":"How big (or small) do you want your school to be?","options":[{"option":"Very small (under 2,000 undergrads)","response":"You'd like a tiny school that feels like one big family."},{"option":"Small (2,000-5,000 undergrads)","response":"You'd like a small school where you'll see lots of familiar faces."},{"option":"Medium (5,000-15,000 undergrads)","response":"You'd like a medium-sized school ... not looking to run into awkward Tinder dates on your way to class."},{"option":"Large (over 15,000 undergrads)","response":"You'd like a big school, where choice abound for classes, friendships, activities ... you name it. "}]},{"topic":"Cost/Financial Aid","headline":"What will make college financially feasible for you?","options":[{"option":"Low-cost schools","response":"No one'll find you graduating with a ton of debt. Low-cost schools only, please!"},{"option":"Strong need-based aid offerings (grants, loans, on-campus jobs)","response":"You're ready to hustle for that money. You get that college is expensive and want schools that offer lots of aid options. "},{"option":"Lots of merit-based funding available","response":"You might not qualify for need-based aid but will definitely throw your hat into the ring for those merit-based options. "}]},{"topic":"Location","headline":"Where do you want your school to be?","options":[{"option":"Urban","response":"Hello, city person! You want to be in the middle of the action."},{"option":"Suburban","response":"Suburbs are under-rated. That's where you want to be. "},{"option":"Rural","response":"You need room to breathe when you're stressed. Countryside it is."},{"option":"On the coast","response":"You want to be able to pop out for a beach day whenever school gets rough."},{"option":"In the mountains","response":"Seems like you're someone who hikes your way through stress — access to high altitude clears the mind (or yours at least)."},{"option":"Someplace where it's sunny and warm most days","response":"You're not trying to trudge through snow banks just to get to class.  "}]}]}
